verify_case/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     simpleFoam;
startFrom       latestTime;
startTime       0;
stopAt          endTime;
endTime         100;
deltaT          1;
writeControl    runTime;
writeInterval   100;
purgeWrite      1;
writeFormat     binary;
writePrecision  6;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable true;


        functions
        {
            yPlus1
            {
                type            yPlus;
                libs            ("libfieldFunctionObjects.so");
                executeControl  writeTime;
                writeControl    writeTime;
            }
        }
        
